Repository: 84000/data-translation-memory
Catalog: Toh_515-Dharani_of_Buddha's_Essence-v2.bo.en.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī of the Buddha’s Essence

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱ་མཚོའི་འགྲམ་གྱི་སྐྱེད་མོས་ཚལ་ན་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་གྱི་ཤིང་ལྗོན་པ་ཀུན་ནས་སེང་གེའི་ཁྲི་ལ་བཞུགས་ཏེ།
en: The Blessed One was seated upon a lion throne in a seashore grove surrounded on all sides by the forest that was the Buddha’s domain.

source: ལྷའི་འཁོར་གྱིས་ཀུན་ནས་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ཏེ་ཆོས་སྟོན་ཏོ། །
en: There, he taught the Dharma to a retinue of gods that had gathered around and paid their respects to him.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དབང་ཕྱུག་ཆེན་པོ་དཀའ་ཐུབ་བཟང་པོ་ལ་སོགས་པ་གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The Blessed One addressed the gods of the Śuddhāvāsa realm such as Maheśvara, Suvrata, and the rest, saying,

source: ལྷའི་བུ་དག་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ། །
en: “Gods, listen well, pay attention, and I will teach.

source: དེ་བཞིན་གཤེགས་པ་ཕྱི་མའི་དུས་ན། འཁོར་བཞི་བསྡུ་བ་དང་། རྗེས་སུ་གཟུང་བ་དང་། ཀུན་ཏུ་རྗེས་སུ་གཟུང་བ་དང་། ཁྱད་པར་དུ་འགྲོ་བར་བྱ་བ་དང་། དོན་ཐམས་ཅད་དང་། ཆོས་ཐམས་ཅད་དང་ལྡན་པ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་དང་། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་རྣམས་རྣམ་པ་ཐམས་ཅད་དུ་ཁྱད་པར་ཐོབ་པར་བྱ་བའི་ཕྱིར་
en: The Thus-Gone One, in order in future times to gather a fourfold retinue, look after them, care for them in all manner of ways, and cause them to advance, to bring those who possess all the teachings and their meanings to perfection, and to bring all who are properly established in the Great Vehicle to specific attainment in all its aspects,

source: སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་སྟོན་ཏོ། །འཆང་ངོ་། །
en: teaches and explains the dhāraṇī discourse called The Buddha’s Essence.

source: དེ་ཁྱེད་ཀྱི་ཟུང་ལ་ད་ལྟར་དང་ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་
en: You should retain it and, both now [and in future times] after I have passed into parinirvāṇa,

source: ཕྱི་མའི་དུས་ན་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་འཁོར་རྣམ་པ་བཞི་རྣམས་ལ་སྟོན་ཅིག །ཤོད་ཅིག །
en: [You should retain it and, both now and] in future times [after I have passed into parinirvāṇa,] teach and explain it to all members of the fourfold retinue who are properly established in the Great Vehicle.

source: ཡལ་བར་མི་དོར་བར་ངེས་པར་བསྟན་པར་བྱ།
en: Never forsake it, and always teach it

source: བསྒྲག་པར་བྱའོ། །
en: and promote it.

source: ཇི་ཙམ་དུ་ཕོངས་པར་གྱུར་པ་རྣམས་དང་། སྒྲིབ་པ་དང་ལྡན་པ་རྣམས་ལ་དེ་བཞིན་གཤེགས་པའི་གསུང་བསྐྱང་ཞིང་ངེས་པར་བསྟན་པར་བྱ།
en: As long as there are beings who are destitute and affected by the obscurations, you should preserve the teaching of the Thus-Gone One for them, teach it,

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་བགྱི་སྟེ།
en: The gods replied, “Blessed One, we will do just that.

source: དེ་བཞིན་གཤེགས་པའི་བཀའ་བཞིན་འདི་ནན་ཏན་གྱིས་ཡོངས་སུ་རྫོགས་པར་བགྱིའོ། །
en: We will sincerely and perfectly carry out the Thus-Gone One’s command.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One addressed them, saying,

source: ལྷའི་བུ་དག་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་གང་ཞེ་ན།
en: “Gods, this is the Dharma discourse called The Buddha’s Essence:

source: ཏདྱ་ཐཱ། ཨ་མ་ལེ། ནིརྨ་ལེ། སརྦ་ཨཱ་ཀཱ་ར་ཨརྠ་པ་རི་བྲཱཔྟེ། ཨ་ས་མནྟ་སརྦ་ཀུ་ན་ཨཱ་ཀཱ་རེ་ཏྲྱ་དྷྭ། ཨ་སཾ་ག་ཨ་ནཱ་བྲྀ་ཏེ། ས་མནྟ་ད་ཤ་དི་ཤ །པ་རི་པཱུརྞ་ཛྙཱ་ནེ། སརྦ་ཨ་སཾ་ག་དརྴ་ན་བྲཱཔྟེ། སརྦ་དྷརྨ་མ་བི་ཤ་ཏ་པ་རི་པཱུརྞེ། སརྦ་ཨཱ་ཀཱ་ར། ཨ་སཾ་ག་ས་མ་ནྭི་ཏེ། ས་མནྟ་ཨ་པྲ་ཏི་ཧ་ཏ་ཛེ་ཏྲྱ་དྷྭ་ད་ཤ་སུ། དི་ཀྵུ་པ་རི་བྲཱཔྟ་ཨརྠེ། ཤཱནྟ། པྲ་ཤཱནྟ། ཨུ་པ་ཤཱནྟ། ས་མ་ཤཱནྟ། བི་མོ་ཀྵ་ཨ་ནུ་བྲཱཔྟེ། སུ་པྲ་ཏི་བུདྡྷ་དྷརྨ་དྷཱ་ཏུ། ཨ་ཏྱནྟ་སུ་ནི་སྲི་ཏེ། སརྦ་ཨཱ་ཀཱ་ར་ནི་ས་ས་རཱ་ཎ། ཨ་ན་བ་ཤེ་ཥ་པཱ་རངྒ་ཏེ། བི་པྲ་མུཀྟ། ཨ་སཾ་ཡོ་ག །བི་པྲ་ཡོ་གསྠི་ཏེ་དྷརྨ་ཏེ། ག་ག་ན་ས་མ། པྲ་ཀྲྀ་ཏི་པ་རི་ཤུདྡྷ། ནིརྨ་ལེ། ཨ་ས་མནྟ། ཏྲྱདྷྭ་ཨ་ནུ་ག་ཏ། སུ་བྲཱཔྟེ་པཱུ་རྦནྟ། ཨ་པ་རནྟ། མ་དྷྱ་ཏྲྱ་དྷྭ་ས་མནྟ་ཨ་ནུ་བྲཱཔྟེ། ཨ་ན་བ་ཤེ་ཥ། པ་རི་ཛྙཱ་པྲ་ཧ་ན། བྷ་བ་ན། ས་ཀྵཱད་ཀྲི་ཡ་པ་ར་མ་པ་རངྒ་ཏེ། ཡ་ཐཱ་བཱ་དི་ཏ་ཐཱ་ཀཱ་རི། སརྦ་ཨཱ་ཀཱ་ར་སམ་པནྣེ། སརྦ་ཨཱ་ཀཱ་ར་མ་ཧཱ། མཻ་ཏྲི་མ་ཧཱ་ཀ་རུ་ཎཱ། སརྦ་ཨཱ་ཀཱ་རཱ་ས་མ་ས་གྲ་ཧ་ཨ་ནུ་བྲཱཔྟེ།
en: tadyathā amale nirmale sarvākārārtha­pariprāpte asamanta­sarva­kunākāre tryadhvāsaṅgānāvṛte samanta­daśadiśa­paripūrṇa­jñāne sarvāsaṅga­darśana­prāpte sarva­dharmam aviśata­paripūrṇe sarvākāra­saṅga­samanvite samantāpra tihatateje tryadhva­daśasu dikṣu­pariprāptārthe śānta-prāśanta-upaśānta-samaśānta-vimokṣānuprāpte supratibuddha­dharma­dhātu atyantasunisrite sarvākāra­niḥsaraṇa anavaśeṣaparaṅgate vipra­mukta asaṁyoga viprayoga-sthite dharmate gagana­sama-prakṛti­pariśuddha-nirmale asamanta-tryadhvānugata-suprāpte pūrvānta-aparanta madhyatrya­dhvasamantānuprapte anavaśeṣa parijñā­prahana-bhavana-sakṣātkriya­paramaparaṅgate yathāvati tathākāri sarvākāra­saṁpanne sarvākāra­mahā maitri­mahā­karuṇā sarvākāra­samasagrahānuprāpte

source: ལྷའི་བུ་དག་འདི་ནི་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་ཏེ
en: “Gods, this is the dhāraṇī discourse called The Buddha’s Essence.

source: ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་འཁོར་བཞི་པོ་ལས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ལུས་ལ་ཐོགས་སམ། ལེགས་པར་ཁ་ཏོན་དུ་བྱས་ཏེ་
en: If noble sons or daughters from the fourfold community who are properly established in the Great Vehicle wear it on their bodies, recite it well, and

source: འཛིན་པ་དེས་དམན་པའི་སེམས་སུ་མི་བྱ་སྟེ
en: uphold it, they will never give rise to inferior mental states.

source: དེ་བཞིན་གཤེགས་པ་ཇི་ལྟ་བ་བཞིན་དུ་དེ་དག་གི་སྤྱི་གཙུག་གི་སྟེང་གི་མཚམས་སུ་གནས་པར་འགྱུར་རོ། །
en: The Thus-Gone One will likewise remain with them, seated above the crowns of their heads.

source: ཁ་ཅིག་ནི་ངེས་པར་སངས་རྒྱས་མཐོང་བར་འགྱུར་རོ། །
en: Some will certainly see the Buddha,

source: ཁ་ཅིག་ནི་ཐོས་པར་འགྱུར།
en: some will hear him teach,

source: ཁ་ཅིག་ནི་ཆོས་སྟོན་པར་འགྱུར།
en: some will become Dharma teachers, and

source: ཁ་ཅིག་ནི་གཟུངས་མི་བརྗེད་པར་འགྱུར།
en: some will gain the dhāraṇī power of not forgetting.

source: སློབ་པ་ལམ་ལ་གནས་པ་རྣམས་ནི་ལམ་གྱི་རྒྱུན་མི་འཆད་ཅིང་ཆོས་སྟོན་པ་རྒྱུན་མི་འཆད་པར་འགྱུར།
en: Students who are on the path will never have that path interrupted, and they will have a continual stream of Dharma teachers.

source: ཀུན་ཏུ་འཛིན་པ་མི་བརྗེད་པར་ཡང་འགྱུར།
en: They will understand everything, never forget it, and

source: སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ་གྲུབ་པར་འགྱུར།
en: be only one birth away from awakening.

source: དེ་དག་དང་ལྡན་ན་ཐོས་པ་རྒྱ་མཚོ་ཐམས་ཅད་ཀྱི་གཟུངས་ཐོབ་པར་འགྱུར།
en: With those qualities, they will gain the power of retaining the entire ocean of knowledge.

source: མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འགྱུར་བ་ནས་སངས་རྒྱས་ཀྱི་རྣམ་པར་ཐར་པ་སྒྲིབ་པ་མེད་པ་དང་། ཡོངས་སུ་རྫོགས་པའི་བར་དུ་རྗེས་སུ་ཐོབ་པར་འགྱུར་རོ། །
en: They will receive all the attainments, beginning with acceptance of the fact that phenomena do not arise up to becoming fully liberated, perfect buddhas who are free from obscurations.

source: ཁྱེད་ཀྱིས་ཚེ་འདི་ལ་ངའི་བསྟན་པའི་དགོངས་པ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: You gods will understand the meaning of my teachings in this lifetime.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་དག་ལ་ཡང་ངེས་པར་བསྟན་པར་བྱ་ཞིང་བསྒྲག་པར་བྱའོ། །
en: You should teach it and promote it among the sons and daughters of the lineage.

source: ཡལ་བར་མི་འདོར།
en: Do not cast it aside,

source: ཕྱི་བཤོལ་མི་བྱ།
en: do not forsake it, and

source: བརྗེད་པར་མི་བྱའོ། །
en: do not forget it!”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་བསྒྲུབ་པར་བགྱིའོ། །
en: The gods responded, “Blessed One, we shall do just as you have said.

source: བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བགྱི་བའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སླད་མའི་དུས་ན་འཁོར་བཞི་རྣམས་ལ་ཕྱི་བཤོལ་མ་མཆིས་པ་དང་། མི་བསྐྱུད་པར་བསྟན་པར་བགྱི། བཤད་པར་བགྱིའོ། །
en: We will teach and explain the Blessed One’s dhāraṇī discourse called The Buddha’s Essenceto the fourfold assembly, without hesitation, in its entirety.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་དག་ལ་ཡང་ངེས་པར་བསྟན་པར་བགྱི་ཞིང་བསྒྲག་པར་བགྱིའོ། །
en: We will teach it and promote it among noble sons and daughters.

source: དེ་ན་དེ་བཞིན་གཤེགས་པའི་བཀའ་ལུང་དང་མཐུན་པར་འགྱུར།
en: It will be just as the Thus-Gone One has said.

source: བདག་ཅག་གིས་དེ་བཞིན་གཤེགས་པའི་དམ་པའི་ཆོས་ཡོངས་སུ་བཟུང་བར་འགྱུར།
en: We will fully comprehend the Thus-Gone One’s holy Dharma, and

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་དག་ལ་ཡང་དོན་ཆེན་པོ་དང་ཕན་པའི་དངོས་པོ་ཆེན་པོར་འགྱུར་ལགས་སོ། །
en: for the noble sons and daughters will be of great meaning and something of great benefit.”

source: ལྷའི་བུ་དག་དེའི་ཕྱིར་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་གྱིས་ཤིག །
en: “That is why you gods must do as I have said.

source: འདི་ནི་ཁྱེད་ལ་རྗེས་སུ་བསྟན་པའོ། །
en: This is the teaching that I give to you.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: After the Blessed One had spoken,

source: དབང་ཕྱུག་ཆེན་པོ་དཀའ་ཐུབ་བཟང་པོ་ལ་སོགས་པ་གནས་གཙང་མའི་རིས་གྱི་ལྷའི་བུ་རྣམས་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: the gods of the Śuddhāvāsa realm such as Maheśvara and Suvrata, along with the entire assembly, praised the Blessed One’s words.

source: འཕགས་པ་སངས་རྒྱས་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes “The Dhāraṇī of the Buddha’s Essence.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ།
en: This work was translated and edited by the Indian preceptors Jinamitra and Dānaśīla along with the great editor and translator Bandé Yeshé Dé.

source: སྐད་གསར་བཅད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།།
en: It was then corrected according to the new translation guidelines and then finalized.
